Repository: helsingborg-stad/modularity-login-form
Catalog: languages/modularity-login-form-*.po
Languages: sv_se

source: Modularity Login Form
sv_se: Modularity inloggningsformulär

source: Mod Login to page
sv_se: Hänvisningssida

source: The page the login form transfer user to
sv_se: Sidan dit den inloggade användaren loggas in till.

source: Api encryption salt
sv_se: API Krypterings salt

source: Disabled. Salt is automatically generated when you save this setting.
sv_se: Redigering är inaktiverad. Saltet genereras automatiskt när du sparar den här sidan.

source: Generates automatically
sv_se: Genereras automatiskt

source: Api encryption key
sv_se: API krypterings-nyckel

source: Disabled. Key is automatically generated when you save this setting.
sv_se: Redigering är inaktiverad. Nyckeln genereras automatiskt när du sparar den här sidan.

source: Generates automaticly
sv_se: Genereras automatiskt

source: Token error!!!! Please provide one in the modularity login form settings.
sv_se: Rätt token saknas! Uppdatera Modulens inställningar, för att generera nya nycklar.

source: Login successful.
sv_se: Inloggningen lyckades

source: The username and password you provided did not match.
sv_se: Användarnamn och lösenord matchar inte mot någon i vårt system.

source: The username or email that you provided does not exists.
sv_se: Det finns ingen användare med den kombination du angivit. Skriv in rätt användarnamn och lösenord.

source: You have to provide both email and password.
sv_se: Du måste ange anvädarnamn eller E-post adress och lösenord.

source: You have now logged out.
sv_se: Du har nu loggat ut

source: Login form
sv_se: Inloggningsformulär

source: Login forms
sv_se: Inloggningsformulär

source: Username or E-mail
sv_se: Användarnamn / E-post

source: Password
sv_se: Lösenord

source: Forgot password?
sv_se: Glömt lösenord?

source: You are logged in as:
sv_se: Du är inloggad som

source: Login
sv_se: Logga in

source: Logout
sv_se: Logga ut

source: Welcome
sv_se: Välkommen

source: Please wait, logging out from the system.
sv_se: Vänligen vänta, loggar ut från systemet.

source: Please wait, while the system redirect you to your account.
sv_se: Vänligen vänta, medan systemet omdirigerar dig till ditt konto.
